Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2014 Sud CS6 Leadership-level2.tmx
Source language: en
Languages: es

source: P&As to demonstrate and record acts of Visible Safety Leadership each year
es: Demostrar y registrar los P&A acciones de liderazgo visible en seguridad cada año

source: P&As to perform two H&S Site Visits per person, per year, recording them via the NH&SC
es: Hacer los P&A dos visitas personales de salud y seguridad al año y registrarlas mediante el Coordinador Nacional de Salud y Seguridad

source: – This could be walking a new employee through our Health and Safety policy for example, or explaining a new policy e.g. Journey Management to experienced staff.
es: : Podría ser un paseo a un colaborador nuevo por la política de salud y seguridad, por ejemplo, o explicarle una política nueva, como la de gestión de viajes, al personal con más experiencia.

source: Hand injuries are by far the most prevalent type of injury sustained by our staff over the last few years. Please check to see if safety gloves are being worn by staff on site.
es: Las lesiones en las manos son sobradamente el tipo de lesión más común que ha sufrido nuestro personal en los últimos años. Verifica que el personal en terreno esté usando guantes de seguridad.

source: This allows the organisation as a whole to learn from your site visit.
es: Así la organización en su conjunto aprenderá de ella.

source: A P&A site visit raises the awareness of how important H&S is to all (our employees, our suppliers and our clients);
es: Una visita a terreno de los P&A aumenta la conciencia sobre la importancia de la salud y seguridad para todos (nuestros colaboradores, proveedores y clientes).

source: A large box was stored on the top shelf.
es: Una caja grande almacenada en el estante superior.

source: Access was blocked or hindered.
es: Acceso bloqueado o restringido.

source: Activities to be recorded by P&As using the global activity codes.
es: Los P&A registrarán las actividades usando los códigos globales.

source: After the visit: Please ensure that the learnings from your site visit are entered onto the LDB.
es: Después de la visita: Asegúrate de que se hayan ingresado los learnings de tu visita en la LDB.

source: All OpCos have BST: All European OpCos are scheduled to be using BST by Q2 2015 at the latest.
es: Todas las operaciones tienen BST : Todas las operaciones tienen programado usar BST para el T2 2015 al menos.

source: All Principals and Associates are still required to complete a minimum of two H&S Site Visits per person, per year
es: Todos los P&A deben seguir haciendo al menos dos visitas de salud y seguridad al año.

source: Attendance at Health and Safety Committee Meetings
es: Asistencia a las reuniones del Comité de Salud y Seguridad

source: Attendance at Health and Safety Committee Meetings – The experience, knowledge and influence of P&As make their attendance invaluable at a Health and Safety committee meeting.
es: Asistencia a las reuniones del comité de salud y seguridad: La experiencia, conocimientos e influencia de los P&A son un aporte muy valioso en una reunión del comité de salud y seguridad.

source: Attendance at Health and Safety Committee Meetings;
es: Asistencia a las reuniones del Comité de Salud y Seguridad

source: BST Implementation Timeline:
es: Línea de tiempo de implementación del BST:

source: Before the visit : Please review the learnings for the site or client on the LDB .
es: Antes de la visita : Revisa los learnings del sitio o cliente en la LDB .

source: Check if knives are being used for tasks that would be more safely accomplished by other tools such as safety shears, junior hacksaws, cable strippers etc. This would be valuable scrutiny and help avoid future injuries.
es: Comprueba si se están usando cuchillos para ejecutar tareas que serían más seguras con otras herramientas tales como guillotinas, sierras, pelacables, etc. Se trataría de un valioso escrutinio que ayudaría a evitar lesiones futuras.

source: Conducting a quality review for a HaSEP;
es: Llevar a cabo una revisión de calidad de los HaSEP

source: Conducting quality reviews for Job Safety Analysis – Job Safety Analysis may identify previously undetected hazards and increase the understanding of those participating therefore P&As with their experience and knowledge are ideally placed to review these activities.
es: Hacer revisiones de calidad de los Análisis de Seguridad Laboral: Los análisis pueden identificar peligros no detectados anteriormente y mejorar la comprensión de quienes participan, por ello los P&A, con su experiencia y conocimiento, son los llamados a revisar estas actividades.

source: Conducting quality reviews for Job Safety Analysis/Method Statements
es: Hacer revisiones de calidad de los Análisis de Seguridad Laboral/Instrucciones de Ejecución

source: Currently the BST codes for visible safety leadership activities have not yet been inserted but this will occur shortly.
es: Los códigos del BST para las actividades de liderazgo visible en seguridad no se han agregado todavía, pero esto se hará en breve.

source: Delivering health and safety training
es: Ofrecer capacitación en salud y seguridad

source: Delivering health and safety training – Self explanatory.
es: Ofrecer capacitación en salud y seguridad: No necesita explicación.

source: Delivery of safety training.
es: Ofrecer capacitación en seguridad

source: Description
es: Descripción

source: During the visit : Please focus on our measures to reduce hand injuries.
es: Durante la visita : Centra tu atención en nuestras medidas para reducir lesiones en las manos.

source: Encourage P&As to show leadership in health and safety.
es: Alienta a los P&A a demostrar liderazgo en salud y seguridad.

source: Europe as a region is under reporting learnings and it is vital that Principals and Associates demonstrate leadership on this issue.
es: Europa es una región que está ingresando pocos learnings y es esencial que los Principals y Asociados demuestren su liderazgo en este aspecto.

source: Eventually all OpCos will record activities through BST.
es: A la larga, todas las operaciones registrarán las actividades mediante el BST.

source: Expand the focus of safety leadership from purely P&A visits to also include a wider spectrum of visible safety leadership activities.
es: Amplía el foco del liderazgo en seguridad de la simple visita de P&A a un espectro más amplio de actividades de liderazgo visible.

source: FAQ:
es: Preguntas frecuentes:

source: Finally, as explained in the email of 05/03/14 and the presentation of 12/03/2014 and 01/04/14, from 2014 instead of purely focussing on completing P&A visits, the global Golder approach has been refreshed and we need to record examples of ‘visible safety leadership’. We are required to still complete the two P&A visits per person, per year, but this initiative allows us to record and celebrate a far wider range of safety leadership behaviours, many of which we already do.
es: Por último, como se explicó en el email del 05/03/2014 y en la presentación hecha el 12/03/2014 y 01/04/2014, a partir de 2014, en lugar de centrarnos solo en llevar a cabo las visitas de los P&A, hemos renovado el planteamiento global de Golder y necesitamos registrar ejemplos de “liderazgo visible en seguridad”. Se nos sigue exigiendo hacer las dos visitas de P&A por persona al año, pero esta iniciativa nos permite registrar y elogiar una gama mucho más amplia de conductas de liderazgo en seguridad, muchas de las cuales ya manifestamos.

source: For the visits completed this month key H&S lessons learnt include:
es: Para las visitas que se hagan este mes, las lecciones clave aprendidas en salud y seguridad son:

source: H&S Site Visits are valuable interaction with employees, clients and stakeholders.
es: Las visitas a terreno de salud y seguridad son una excelente manera de interactuar con colaboradores, clientes y grupos de interés.

source: HOW WILL THIS BENEFIT GOLDER IN EUROPE?
es: ¿CÓMO SE BENEFICIARÁ GOLDER EN EUROPA CON ESTO?

source: HSE = Health, Safety and Environmental.
es: HSE = sigla en inglés para salud, seguridad y medio ambiente.

source: HSE interaction with high risk staff (New, young, vulnerable workers or contractors).
es: Interacción en temas de HSE con el personal que representa un riesgo alto (trabajadores nuevos, jóvenes y vulnerables, subcontratistas)

source: HSE interaction with high risk staff (e.g. new, young, vulnerable workers or contractors);
es: Interacción en temas de HSE con el personal que representa un riesgo alto (ej.: trabajadores nuevos, jóvenes y vulnerables, subcontratistas)

source: HSE interaction with high risk staff (new, young, vulnerable workers or contractors).
es: Interacción en temas de HSE con el personal que representa un riesgo alto (trabajadores nuevos, jóvenes y vulnerables, subcontratistas)

source: If they are hand written, please write legibly so they can be fully understood; and
es: Si los escribes a mano, hazlo con letra legible para facilitar su comprensión.

source: Implications
es: Implicaciones

source: In many of our clients’ industries (for example, nuclear and oil and gas) there is an expectation that our seniors will visit site to assess H&S performance; and
es: En muchas de las industrias de nuestros clientes (por ejemplo, energía nuclear, petróleo y gas) existe la expectativa de que nuestros ‘seniors’ hagan una visita a terreno para evaluar el desempeño en salud y seguridad.

source: In order for us to move further towards an interdependent safety culture we need the seniors (including P&As) to show visible leadership in health and safety.
es: Para ir avanzando hacia una cultura de interdependencia en seguridad, necesitamos que los seniors (lo que incluye a los P&A) demuestren liderazgo visible en salud y seguridad.

source: In order to make it easier to collect the learnings and examples of positive observations:
es: A fin de facilitar la recolección de learnings y ejemplos de observaciones positivas:

source: In recent years, the P&As have been asked to complete site visits and we are now expanding this to ask them to demonstrate and record additional H&S leadership behaviours.
es: En los últimos años, se ha pedido a los P&A que hagan visitas a terreno y ahora queremos ampliar esto y pedirles que demuestren y registren otras conductas de liderazgo en salud y seguridad

source: In the past we have used Principal and Associate (P&A) visits and two yearly culture surveys as our measure of visible HSE leadership for P&A’s.
es: Antes usábamos las visitas de los Principals y Asociados (P&A) y dos encuestas anuales de cultura para medir el liderazgo visible en HSE de los P&A.

source: Inform senior staff of the different aspects of safety leadership.
es: Informa al personal senior de los distintos aspectos del liderazgo en seguridad.

source: Information for OpCo to be tracked by NH&SC
es: La información para la operación será rastreada por el Coordinador Nacional de Salud y Seguridad.

source: Information for OpCo to be tracked by NH&SC.
es: La información para la operación será rastreada por el Coordinador Nacional de Salud y Seguridad.

source: Keep the area in front of the shelves and other storage areas clear at all times to allow safe access and egress.
es: Mantener el área frente a los estantes y otras áreas de almacenamiento despejadas en todo momento para permitir un acceso y salida con seguridad.

source: Leadership of our seniors helps reinforce and support the goal of an interdependent safety culture.
es: El liderazgo de nuestros seniors ayuda a fortalecer y apoyar la meta de alcanzar una cultura de seguridad interdependiente.

source: Let’s remind ourselves why these P&A visits are so important?
es: Recordemos por qué estas visitas de P&A son tan importantes.

source: Looking after the H&S of our employees is morally the right thing to do;
es: Cuidar la salud y seguridad de nuestros colaboradores es lo éticamente correcto .

source: Measuring Visible Safety Leadership
es: Medición del liderazgo visible en seguridad

source: Not all GAE OpCo’s use JSA.
es: No todas las operaciones de GAE usan los Análisis de Seguridad Laboral.

source: Note:
es: Nota:

source: Objects stored on the floor in front of the shelves where sampling containers were stored.
es: Objetos situados en el suelo frente a los estantes donde se almacenan contenedores de muestreo.

source: On your visit form please specifically highlight any new risks raised and we will include your feedback in future emails.
es: Resalta específicamente cualquier riesgo nuevo en el formulario de tu visita. Nosotros incluiremos ese feedback en emails futuros.

source: OpCos with BST : Activities to be recorded by P&As using the global activity codes in BST.
es: Operaciones con BST : Los P&A registrarán las actividades usando los códigos en BST.

source: OpCos without BST : Activities to be recorded by P&As emailing the NH&SC, stating the duration, date and details of the visible leadership behaviours they have performed (aligned to BST).
es: Operación sin BST : Los P&A registrarán las actividades enviando un email al Coordinador Nacional de Salud y Seguridad, indicando la duración, fecha y detalles de las conductas visibles de liderazgo demostradas (en consonancia con el BST).

source: Our staff stated they wished to see more seniors in the field in the most recent health and safety survey; and
es: Nuestro personal ha manifestado en la encuesta de salud y seguridad más reciente su deseo de ver a más seniors en terreno.

source: P&A H&S visits are a great example of active mentoring by supporting and encouraging employees to develop their skills and improve their health and safety performance. There is an appetite for this mentoring.
es: Las visitas de salud y seguridad de los P&A son un excelente ejemplo de ‘mentoring’ activo cuando se brinda apoyo y se motiva a los colaboradores a desarrollar sus habilidades y a mejorar su desempeño en salud y seguridad. Existe una demanda por este tipo de mentoring.

source: P&A H&S visits are an essential element of our Code of Conduct ‘ to protect the health and safety of all our employees by providing knowledge, tools and support’;
es: Las visitas de salud y seguridad de los P&A son un elemento esencial de nuestro Código de Conducta de “protección de la salud y seguridad de todos nuestros colaboradores, brindándoles conocimientos, herramientas y apoyo”.

source: P&A H&S visits reflect our Core Values of caring for our colleagues and of ownership .
es: Las visitas de salud y seguridad de los P&A reflejan nuestros valores centrales de solidaridad con nuestros colegas y de propiedad .

source: P&A H&S visits show real leadership and commitment to the H&S of our colleagues;
es: Las visitas de salud y seguridad de los P&A demuestran auténtico liderazgo y compromiso con la salud y seguridad de nuestros colegas.

source: P&A HSE Site Visits 2014
es: Visitas a terreno de HSE de los P&A en 2014

source: P&A visits are a practical demonstration of our move towards an interdependent health and safety culture ;
es: Las visitas de los P&A son una demostración práctica de nuestro camino hacia una cultura interdependiente de salud y seguridad .

source: P&A visits are still very highly valued by Golder and are here to stay.
es: Las visitas de P&A siguen siendo muy valoradas por Golder y seguiremos haciéndolas.

source: P&As are STILL REQUIRED to complete 2 HSE site visits per year.
es: TODAVÍA SE REQUIERE que los P&A hagan 2 visitas a terreno de HSE al año.

source: P&As to demonstrate and record visible safety leadership behaviours each year.
es: Demostrar y registrar los P&A acciones de liderazgo visible en seguridad cada año.

source: P&As to perform two H&S Site Visits per person, per year, recording them via the NH&SC.
es: Hacer los P&A dos visitas personales de salud y seguridad al año y registrarlas mediante el Coordinador Nacional de Salud y Seguridad.

source: Participating as a Health and Safety ‘Subject Matter Expert’ for development of policy, standard or program.
es: Participación como “experto en el tema” de salud y seguridad en el desarrollo de una política, norma o programa

source: Participating as a Health and Safety Subject Matter Expert for policy, standard or program development.
es: Participación como experto en temas de salud y seguridad en el desarrollo de una política, norma o programa

source: Participating on a high risk panel review – P&As on the GAE High-Risk International Working Review Panel liaising with the traveller, reviewing documentation, offering advice and guidance on health, safety and security matters.
es: Participación en una revisión de panel de alto riesgo : Los P&A en el Panel de Revisión de Trabajo Internacional de Alto Riesgo de GAE que se vinculan con los viajeros, revisan documentación, ofrecen consejos y orientación en temas de salud y seguridad.

source: Participation as a Health and Safety ‘subject matter expert’ in the development of a policy, standard or program;
es: Participación como experto en salud y seguridad en el desarrollo de una política, norma o programa

source: Participation in the GAE High Risk International Working Review Panel
es: Participación en el Panel de Revisión de Trabajo Internacional de Alto Riesgo de GAE

source: Participation in the GAE High Risk International Working Review Panel;
es: Participación en el Panel de Revisión de Trabajo Internacional de Alto Riesgo de GAE

source: Placing HSE on a meeting agenda
es: Agregar temas de HSE a una agenda de reunión

source: Placing HSE on a meeting agenda – Though a meeting may be primarily focussed on an area other than health, safety and environmental management, there will always be HSE related implications for any Golder project, therefore placing HSE on a meeting agenda to be discussed is a significant visible safety leadership behaviour.
es: Agregar temas de HSE a una agenda de reunión : Si bien el foco principal de una reunión puede estar en un área distinta de la gestión en salud, seguridad y medio ambiente, siempre habrá implicaciones de HSE en cualquier proyecto de Golder, motivo por el que poner el tema de HSE en una agenda de reunión es una conducta importante de liderazgo visible en seguridad.

source: Placing HSE on a meeting agenda;
es: Agregar temas de HSE a una agenda de reunión

source: Please fully complete the P&A visit forms with full explanations;
es: Rellena los formularios de visita de P&A por completo con explicaciones detalladas.

source: Please write learnings with the clear point you are trying to make.
es: Escribe learnings que describan el argumento con claridad.

source: Purely completing and recording P&A visits does not fully recognize the role that the P&A group plays on H&S leadership.
es: Hacer y registrar las visitas de P&A no es suficiente demostración del papel que representa el grupo de P&A en cuanto al liderazgo en salud y seguridad.

source: Questions
es: Preguntas

source: Recommendations
es: Recomendaciones

source: Recording Visible Safety Leadership
es: Registro del liderazgo visible en seguridad

source: Regardless of whether or not an OpCo is using BST to record visible safety leadership behaviours, It is the NH&SC’s responsibility to track this information for the OpCo .
es: Con independencia de que una operación esté usando BST para registrar conductas de liderazgo visible en seguridad, es responsabilidad del Coordinador Nacional de Salud y Seguridad rastrear esta información para la operación .

source: Review of HaSEPs;
es: Revisión de los HaSEP

source: Reviewing HaSEPs
es: Revisión de los HaSEP

source: Reviewing HaSEPs – self explanatory
es: Revisión de HaSEP : no necesita explicación.

source: Risk that the box will fall off the shelf.
es: Riesgo de caída de la caja.

source: Some P&As and seniors were already showing other examples of visible safety leadership but these were not being recorded.
es: Algunos P&A y seniors ya estaban dando otros ejemplos de liderazgo visible en seguridad, pero no se estaban registrando.

source: Some people aren't used to an environment where excellence is expected.”
es: Hay quienes no acostumbran estar en un entorno donde lo que se espera es la excelencia”.

source: Stage 1 - Short Term (Now)
es: Etapa 1 - Corto plazo (ahora)

source: Stage 2 - Medium Term (Q2 2015)
es: Etapa 2 - Mediano plazo (2T 2015)

source: Store boxes in a secure way to ensure that they cannot fall.
es: Almacenar las cajas de manera segura para impedir que caigan.

source: The Global Business Plan ‘Delivering our Strategy’ 2013-2015 states that regarding H&S ‘visible leadership of our senior consultants and managers helps to reinforce and support the goal of interdependence’.
es: El documento Global Business Plan ‘Delivering our Strategy’ 2013-2015 señala con respecto a la salud y seguridad que “el liderazgo visible de nuestros consultores y gerentes senior ayudan a fortalecer y apoyar la meta de la interdependencia”.

source: The Global Business Plan “ Delivering our Strategy” 2013-2015 identifies additional examples of visible safety leadership.
es: El plan global de negocios “ Delivering our Strategy” 2013-2015 identifica ejemplos adicionales de liderazgo visible en seguridad.

source: The completion of a H&S site visit is an important method of demonstrating visible, felt leadership
es: Una visita a terreno de salud y seguridad es importante para demostrar liderazgo visible y palpable

source: The document identifies the following examples of visible leadership, in field visits, staff interactions and office contributions:
es: El documento identifica los siguientes ejemplos de liderazgo visible, en las visitas a terreno, en las interacciones con el personal y en las contribuciones en la oficina:

source: The expansion of leadership activities allows all seniors to be visible H&S leaders.
es: La ampliación de las actividades de liderazgo permite a todos los seniors ser líderes visibles en salud y seguridad.

source: The expansion shall BUILD-ON P&A visits, NOT replace them.
es: Será en añadidura a las visitas de P&A, no en su reemplazo.

source: There are many other ways P&A’s (and all employees) can demonstrate HSE Leadership.
es: Hay muchas otras maneras en que los P&A (y todos los colaboradores) pueden demostrar el liderazgo en HSE.

source: These behaviours include (reveal slides):
es: Estas conductas son (mostrar las diapositivas):

source: This gives you the chance to check if the site or office has learnt the lessons previously raised and has updated their HaSEPs/risk assessments; and check how many learnings have been reported from that site or office to see if staff are engaged in reporting and sharing learnings.
es: Así tendrás la posibilidad de saber si el sitio u oficina ha aprendido las lecciones previas y si ha actualizado sus HaSEP/evaluaciones de riesgo. Además, podrás saber cuántos learnings se han informado desde ese sitio u oficina para ver si el personal está participando en la creación y difusión de learnings.

source: This is reflected in the Global Business Plan 2013-15, which states that the visible safety leadership activities from P&A’s will be expanded to include more than just visits and audits.
es: Esto se refleja en el Plan Global de Negocios 2013-2015, que indica que se ampliarán las actividades de liderazgo visible en seguridad de los P&A para que incluyan más que solo visitas y auditorías.

source: This presentation explains these changes.
es: Esta presentación explica los cambios.

source: This slide contains click-by-click animation so the presenter can carefully explain the content at their own pace.
es: Esta diapositiva contiene una animación que funciona haciendo clic a fin de que el presentador explique en detalle el contenido a su propio ritmo.
